
/* AppController */
"BetterZip will only run on macOS 10.10 (Yosemite) or later systems." = "BetterZip solo se ejecutará en macOS 10.10 (Yosemite) o sistemas posteriores.";
"Quit!" = "¡Salir!";
"Sorry!" = "¡Lo siento!";
"https://macitbetter.com/contact" = "mailto:betterzip@macitbetter.com";
"https://macitbetter.com/" = "https://macitbetter.com/";
"http://www.win-rar.com/" = "http://www.win-rar.com/";

/* helpers */
"Last modified: %@\nSize: %@" = "Última modificación: %@\nTamaño: %@";

/* ReplaceExistingFiles */
"An item named %@ already exists in this location. Do you want to replace it with the one you are extracting?" = "Un elemento con el nombre %@ ya existe en esta ubicación. ¿Desea reemplazarlo por el que se extrae?";
"An item named %@ already exists in this location inside the archive. Do you want to replace it with the one you are adding?" = "Un elemento con el nombre %@ ya existe en esta ubicación dentro del archivo. ¿Desea reemplazarlo por el que vas a añadir?";
"File in archive:" = "Elemento en el archivo:";
"File on disc:" = "Archivo en disco:";

/* ZipDocument */
"Zip Format (recommended)" = "Formato Zip (recomendado)";
"TAR Format, uncompressed (tar)" = "Formato TAR, sin comprimir";
"TAR Format, GZip compressed (tgz)" = "Formato TAR, GZip comprimido (tgz)"; 
"TAR Format, BZip2 compressed (tbz)" = "Formato TAR, BZip2 comprimido (tbz)";
"7-Zip Format (best compression)" = "Formato 7-Zip (mejor compresión)";
"RAR Format" = "Formato RAR";
"Extract All" = "Extraer todo";
"Extract all files and folders from the archive" = "Extraer todos los archivos y carpetas del archivo";
"Extract" = "Extraer";
"Extract the selected files or folders from the archive" = "Extraer los archivos o carpetas seleccionadas desde el archivo";
"Extracting archive: %@" = "Extrayendo archivo: %@";
"Opening archive with %d items. Ugh, this is going to take a while..." = "Abriendo archivo con %d elementos. Uf, esto va a tardar un rato...";
"Opening archive with %d items" = "Abriendo archivo con %d elementos";
"Check for updates on startup?" = "¿Comprobar actualizaciones al iniciar?";
"Would you like %@ to check for updates on startup? You can initiate the check manually from the preferences window at any time." = "¿Quieres que %@ compruebe actualizaciones al iniciar? Se puede iniciar la comprobación manualmente desde la ventana de preferencias en cualquier momento.";
"Yes" = "Si";
"No" = "No";
"Are you sure you want to overwrite the original archive?" = "¿Seguro que quieres sobrescribir el archivo original?";
"Warning: Saving cannot be undone" = "Advertencia: El guardado no puede deshacerse";
"Save" = "Guardar";
"Don't Save" = "No guardar";
"Saving archive: %@ of %@" = "Guardando archivo: %@ de %@";
"Extracting items from archive: %@ of %@" = "Extrayendo elementos del archivo: %@ de %@";
"Add" = "Añadir";
"Open" = "Abrir";
"Add Items" = "Añadir elementos";
"Extract Here" = "Extraer aquí";
"Warning" = "Advertencia";
"%@ is not handled by any application. Try to extract the file and use Finder to open it." = "%@ no es controlado por ninguna aplicación. Intenta extraer el archivo y utilizar el Finder para abrirlo.";
"OK" = "Aceptar";
"Delete Items" = "Borrar elementos";
"You can't move an item into one of its subfolders!" = "¡No se puede mover un elemento en una de sus subcarpetas!";
"Move Items" = "Mover elementos";
"BetterZip will now remove Mac specific files from the archive." = "BetterZip ahora eliminará del archivo elementos Mac específicos como .DS_Store";
"Clean now" = "Limpiar ahora";
"Cancel" = "Cancelar";
"Clean Archive" = "Limpiar archivo";
"Change Archive Mode" = "Cambiar el modo de archivo";
"Archive" = "Archivo";
"Add to %@..." = "Añadir al %@...";
"Extract All..." = "Extraer todo...";
"Extract Selected..." = "Extraer seleccionados...";
"Save the archive" = "Guardar el archivo";
"Add a new file or folder to the archive" = "Añadir un nuevo elemento o carpeta al archivo";
"Extract files or folders from the archive" = "Extraer elementos o carpetas desde el archivo";
"View" = "Ver";
"View the selected file" = "Ver el archivo seleccionado";
"Delete" = "Borrar";
"Delete the selected files or folders from the archive" = "Eliminar los elementos o carpetas seleccionadas desde el archivo";
"Search" = "Buscar";
"Search the archive file" = "Buscar en el archivo";
"Clean" = "Limpiar";
"Stop" = "Detener";
"Ignore and go on" = "Ignorar y continuar";
"The file %@ could not be added to the archive. Maybe the system disc is full?" = "No se puede añadir el elemento %@ al archivo. ¿Quizás el disco del sistema está lleno?";
"There is not enough free space on the destination drive." = "No hay suficiente espacio libre en el disco de destino.";
"Loading archive: %@" = "Cargando archivo: %@";
"External command returned: %d\n" = "Comando externo recibido: %d\n";
"Saving archive failed" = "Error al guardar el archivo";
"You don't have permission to write to this folder." = "No tienes permiso para escribir en esta carpeta.";
"An unknown error occurred." = "Se ha producido un error desconocido.";
"New Folder" = "Carpeta Nueva";
"Create New Folder" = "Crear carpeta nueva";
"Error" = "Error";
"Create a new folder in the selected place inside the archive." = "Crea una carpeta nueva en el lugar seleccionado dentro del archivo.";
"An item with this name already exists in this folder!" = "¡Ya existe en esta carpeta un elemento con este nombre!";
"Do you want to save the changes you made in the document %@?" = "¿Quieres guardar los cambios realizados en el documento %@?";
"Your changes will be lost if you don't save them." = "Los cambios realizados se perderán si no los guarda.";
"The archive extraction failed." = "Error en la extracción del archivo.";
"Maybe, there is not enough free space on the destination drive. Or the password is incorrect." = "Quizás no haya suficiente espacio libre en el disco de destino. O la contraseña sea incorrecta.";
"Rename Item" = "Renombrar elemento";
"Opening archive failed" = "Error al abrir archivo";
"Not encrypted" = "No cifrado";
"Weak (PKZip2 compatible)" = "Débil (PKZip2 compatible)";
"Strong (AES-256)" = "Fuerte (AES-256)";
"untitled folder" = "carpeta sin título";
"BetterZip Temporary Folder" = "Carpeta temporal BetterZip"; 
"(incl. %d hidden)" = "(incl. %d oculto(s)";
"%d selected, uncompressed size: %@ %@" = "%d seleccionado, tamaño sin comprimir: %@ %@";
"%d items, uncompressed size: %@ %@" = "%d elementos, tamaño sin comprimir: %@ %@";
"%d item, uncompressed size: %@ %@" = "%d elemento, tamaño sin comprimir: %@ %@";
"BetterZip will now remove one file matching the patterns configured in the preferences window from the archive." = "BetterZip ahora eliminará un elemento del archivo que coincide con los patrones configurados en la ventana de preferencias.";
"BetterZip will now remove %d files matching the patterns configured in the preferences window from the archive." = "BetterZip ahora quitará %d elementos del archivo que coinciden con los patrones configurados en la ventana de preferencias.";
"BetterZip will now remove one Mac specific file from the archive." = "BetterZip ahora eliminará del archivo un elemento Mac específico como .DS_Store";
"BetterZip will now remove %d Mac specific files from the archive." = "BetterZip ahora eliminará del archivo %d elementos Mac específicos como .DS_Store";
"Remove" = "Quitar";
"BetterZip cannot extract to this folder. Maybe you don't have write access." = "BetterZip no se puede extraer a esta carpeta. Quizás no tienes acceso de escritura.";
"Save As..." = "Guardar como...";
"Save the archive with another name." = "Guardar el archivo con otro nombre.";
"Cleaning" = "Limpieza";
"No compression" = "Sin compresión"; 
"Fast, but larger archives" = "Rápida, pero archivos más grandes";
"Normal" = "Normal";
"Best, but slower operation" = "Mejor, pero operación más lenta";
"Remove files matching the patterns configured in the preferences window from the archive." = "Eliminar elementos del archivo que coinciden con los patrones configurados en la ventana de preferencias.";
"File Types" = "Tipos de archivos";
"N/A" = "N/A";
"Multiple files" = "Varios archivos";
"No files selected" = "Nada seleccionado";
"A volume is missing: /%s." = "Falta un volumen: /%s.";
"Close" = "Cerrar";
"Strong (AES-256) with header encryption" = "Fuerte (AES-256) con cifrado de encabezado";


/* PreferenceController */
"Last checked: " = "Última comprobación: ";
"General" = "General";
"Columns" = "Columnas";
"Advanced" = "Avanzado";
"Helpers" = "Ayudantes";
"Use RAR" = "Usar RAR";
"Never" = "Nunca";
"never" = "nunca";
"Next to original" = "Junto al original";


/* V 2.0 */
"Cancel the operation" = "Cancelar la operación";
"Reveal in Finder" = "Mostrar en Finder";
"Passwords" = "Contraseñas";
"no errors" = "sin errores";
"with errors" = "con errores";
"cancelled" = "cancelado";
"Extracted %@" = "Extraído %@";
"Extracting %@" = "Extrayendo %@";
"Compressing %@" = "Comprimiendo %@";
"Extracting items temporarily" = "Extrayendo elementos temporalmente";
"%@ of %@" = "%@ de %@";
"%@ copy" = "%@ copia";
"Extract to..." = "Extraer en...";
"The archive could not be extracted completely. It may be damaged." = "El archivo no se pudo extraer completamente. Puede que esté dañado.";
"This archive appears to be damaged." = "Este archivo parece estar dañado.";
"The archive could not be extracted." = "No se pudo extraer el archivo.";
"It is either damaged or in an unsupported format." = "Está dañado o en un formato no compatible.";
"BetterZip Recovered Files" = "Archivos recuperados BetterZip";
"Multiple Copies Installed" = "Varias copias instaladas";
"Quit and Reveal in Finder" = "Salir y mostrar en el Finder";
"Queued for extraction" = "En la cola para extracción";
"Queued for compression" = "En la cola para comprimir";
"The archive tests failed." = "Error probando el archivo.";
"The archive is either damaged or in an unsupported format." = "El archivo está dañado o en un formato no compatible.";
"Test" = "Probar";
"Testing: %@\n" = "Probando: %@\n";
"Test the archive" = "Prueba el archivo";
"Running script" = "Ejecutar script";
"Show Favorites" = "Mostrar Favoritos";
"Hide Favorites" = "Ocultar Favoritos";
"Show Preview" = "Mostrar vista previa";
"Hide Preview" = "Ocultar vista previa";
"<new password>" = "<contraseña nueva>";
"The transcript window may contain further details." = "La ventana de transcripción puede contener más detalles.";
"The file %@ has been modified." = "Se ha modificado el archivo %@.";
"Do you want to save the changes back to the archive?" = "¿Quieres guardar los cambios en el archivo?";
"Update File" = "Actualizar archivo";
"Ignore Changes" = "Ignorar cambios";
"Ignore This Time" = "Ignorar esta vez";
"Symbolic Link (no preview possible)" = "Enlace simbólico (previsualización no posible)";
"Use for subsequent archives" = "Usar para los siguientes archivos";
"Use this password for the new archive" = "Usa esta contraseña nuevamente para el archivo";
"This is not the password you are looking for." = "Esta no es la contraseña que estás buscando.";
"Edit Presets..." = "Editar ajustes de preselección…";
"Show save panel" = "Mostrar panel guardar";
"XAR Format" = "Formato XAR";
"Presets" = "Preajustes";
"Testing archive %@" = "Probando archivo %@";
"Archive test successful" = "Archivo funcionando correctamente";
"The archive test was completed successfully." = "La prueba de archivo se ha completado correctamente.";
"Today" = "Hoy";
"Yesterday" = "Ayer";
"Go to the win.rar GmbH web site" = "Ir al sitio web de win.rar GmbH";
"Extracting items from %@" = "Extrayendo elementos de %@";
"The rar helper could not be found." = "Ayudante rar no encontrado.";
"Please set the correct path in Preferences > Helpers or choose a different format for saving." = "Por favor escribe la ruta correcta en Preferencias > Ayudantes o elige un formato diferente para el guardado.";
"Merge Folders" = "Combinar carpetas";
"Keep Both" = "Mantener ambas";
"Apply to all folders" = "Aplicar a todas las carpetas";
"Apply to all" = "Aplicar a todos";
"Do you want to extract the %d archives that were found inside the selected folders?" = "¿Quieres extraer los archivos %d que se han encontrado dentro de las carpetas seleccionadas?";
"To ignore the selected folders and only extract directly selected archives click “Extract Selected Only”." = "Para omitir las carpetas seleccionadas y extraer directamente los archivos seleccionados haz click en “Extraer sólo seleccionados”.";
"Extract Selected Only" = "Extraer sólo seleccionados";
"Archive Creation Complete" = "Creación de archivos completado";
"Archive Extraction Complete" = "Extracción de archivo completa";
"All Queued Archive Operations Complete" = "Todas las operaciones en la cola completadas";
"<new preset>" = "<preajuste nuevo>";
"Other folder..." = "Otra carpeta...";
/* open with other application */
"Other..." = "Otra...";
"Compress" = "Comprimir";
"Saving archive %@" = "Guardando archivo %@";
"Compressed %@" = "Comprimido %@";
"An error occurred" = "Se ha producido un error";
"Use this preset as default in the toolbar" = "Usar este preajuste por defecto en la barra de herramientas";
"Use this preset as service" = "Usar este preajuste como servicio";

/* added in BetterZip 3 */
"Adding files to archive %@" = "Añadir elementos al archivo %@";
"When in Direct Mode, all archive operations are immediate and cannot be undone." = "Cuando está en modo directo, todas las operaciones de archivo son inmediatas y no se puede deshacer.";

/* the two possible labels of the action button in the "file replace" alert panel */
"Update" = "Actualizar";
"Replace" = "Reemplazar";

"An item named %@ already exists in this location inside the archive. Do you want to update it?" = "Un elemento con el nombre %@ ya existe en esta ubicación dentro del archivo. ¿Quieres actualizarlo?";

"The archive cannot be created." = "No se puede crear el archivo.";
"BetterZip will now remove one file matching your patterns from the archive." = "BetterZip ahora eliminará un archivo que coincide con sus patrones del archivo.";
"BetterZip will now remove %d files matching your patterns from the archive." = "BetterZip ahora eliminará %d archivos que coinciden con sus patrones del archivo.";
"After filtering, there are no files left to archive." = "Después de filtrar, no hay archivos a la izquierda para archivar.";
"macOS returned this error:" = "macOS devuelve este error:";
"Use this pattern to specify which files and folders to add to the archive:" = "Utilice este patrón para especificar qué archivos y carpetas debe añadirse al archivo:";
"Add Files to Archive" = "Añadir archivos al archivo";
"Use this pattern to delete files and folders from the archive:" = "Utilice este patrón para borrar archivos y carpetas del archivo:";
"Delete Files From Archive" = "Eliminar elementos del archivo";

/* displayed in the file types table for user defined extensions */
"<Click to add your own>" = "<Haz clic para añadir uno propio>";

/* new compression levels */
"High, but slower operation" = "Alto, pero operación más lenta";
"Best (solid, slow extraction)" = "Mejor (extracción sólida, lenta)";

/* Preferences window - name of the tab to manage filter patterns */
"Filtering" = "Filtrado";

/* Tooltip for the delete with pattern toolbar button */
"Delete with pattern" = "Eliminar con el patrón";

"<new pattern>" = "<patrón nuevo>";

/* warning when a user adds an archive comment, but the current format doesn’t support that (user can still save with an other format */
"You should save this archive with ZIP or RAR format or your comment will be lost." = "Debes guardar este archivo en formato ZIP o RAR o tu comentario se perderá.";

/* possible button labels for setting and clearing passwords in the save presets configuration */
"Set" = "Ajustar";
"Clear" = "Limpiar";

"CPIO Format, uncompressed (cpio)" = "Formato CPIO, sin comprimir (cpio)";
"TAR Format, xz compressed (txz)" = "Formato TAR, xz comprimido";

/* title of the OK button in the file open panel used to locate the temp folder or standard opening program */ 
"Use" = "Usar";

/* possible file status strings */
"Modified" = "Modificado";
"Moved" = "Movido";
"Added" = "Añadido";
"Updated" = "Actualizado";

"An error occurred opening %@. Do you want to try to open the archive anyway?" = "Error al abrir el archivo %@. ¿Desea abrir el archivo de todos modos?";
"Cancel Opening" = "Cancelar Apertura";
"Open Anyway" = "Abrir de todas formas";

/* added in BetterZip 4 */

/* Default title for dynamic preset services */
"Compress with Preset %@" = "Comprimir con preajuste %@";
"Extract with Preset %@" = "Extraer con preajuste %@";
"Service Name" = "Nombre Servicio";
"Comment Text" = "Texto del comentario";

"Caution" = "Precaución";
"Do not enable this option, if you are not in the habit of making regular backups of your data. BetterZip will not warn you before overwriting files, if you use a preset with the overwrite switch enabled. Files can be lost. Use at your own risk." = "No habilite esta opción, si no tiene el hábito de realizar copias de seguridad periódicas de sus datos. BetterZip no le advertirá antes de sobrescribir archivos, si utiliza un preajuste con el interruptor de sobrescritura activado. Los archivos se pueden perder. Úsalo bajo tu propio riesgo.";
"Activate" = "Activar";
"Trash" = "Papelera";
"Don't move" = "No mover";
"+pwd" = "+pwd";
"Reload Drop Bar" = "Volver a cargar la barra de arrastre";

"The file %@ could not be extracted. %@\n\nThe last error macOS reported was:\n\"%s\"" = "No se pudo extraer el archivo %@. El último error que MacOS reportó fue: \"%s\"";
"The password may be incorrect." = "La contraseña puede ser incorrecta.";
"Archive Extraction Failed" = "Error en la extracción de archivos";
"Archive Creation Failed" = "Error en la creación de archivos";
"Archive Test Successful" = "Archivo funcionando correctamente";
"Archive Test Failed" = "Error en la prueba de archivos";

"The archive disappeared" = "El archivo ha desaparecido";
"You can still browse the contents, but all archive operations will fail. \nDo you want to close the window?" = "Todavía puede explorar el contenido, pero todas las operaciones de archivo fallarán. ¿Quieres cerrar la ventana?";
"Ignore" = "Ignorar";

"An error occurred opening %@. Do you want to try to repair the archive?" = "Se produjo un error al abrir %@. ¿Quieres intentar reparar el archivo?";
"The archive could not be extracted completely. It may be damaged. Do you want to try to repair the archive?" = "El archivo no se pudo extraer completamente. Puede estar dañado. ¿Quieres intentar reparar el archivo?";
"Repair" = "Reparar";
"%@ (damaged)" = "%@ (dañado)";

"Drag items here to compress or extract" = "Arrastrar elementos aquí para comprimir o extraer";
"Drop archives here to extract" = "Arrastrar archivos aquí para extraer";
"Drop the archives here to open them" = "Arrastrar archivos aquí para abrirlos";
"Drop items here to compress" = "Arrastrar archivos aquí para comprimir";
"Drop the files here to add them to a new archive" = "Arrastrar archivos aquí para añadirlos a un nuevo archivo";
"Choose from your favorite presets" = "Elige entre tus preajustes favoritos";
"Test the archive integrity" = "Probar la integridad del archivo";
"Open and browse the archive" = "Abrir y examinar el archivo";
"Add the items to a new archive" = "Añadir los elementos a un archivo nuevo";
"Trash" = "Papelera";

"Compress with BetterZip" = "Comprimir con BetterZip";
"Extract with BetterZip" = "Extraer con BetterZip";

"Reveal in Finder" = "Mostrar en Finder";
"Cancel the operation" = "Cancelar la operación";

"This archive doesn't contain any Mac specific files yet" = "Este archivo aún no contiene ningún archivo específico de Mac (.DS)";
"Do you want to keep it that way or add metadata to your archive?" = "¿Quieres mantenerlo de esa manera o añadir metadatos al archivo?";
"Add Mac Stuff" = "Añadir cosas de Mac (.DS)";
"Keep Mac Stuff out" = "Mantener (.DS) del Mac fuera";

"System Default" = "Sistema por defecto";
"One password per line:" = "Una contraseña por línea:";
"Back" = "Volver";
"Unlock Password Manager…" = "Desbloquear Password Manager ...";
"Lock Password Manager" = "Bloquear Gestor de Contraseñas";
"Archives" = "archivo";
"Archive Types" = "Tipos de archivo";
"Files" = "Tipos de archivos";
"Next to archive" = "Junto al archivo";
"Choose Master Password" = "Elegir contraseña maestra";
